{
  "islands": [
    {
      "name": "Malé",
      "slug": "male",
      "atoll": "Kaafu Atoll",
      "contentType": "island",
      "description": "The capital and largest city of the Maldives, Malé is a vibrant urban island known for its colorful buildings, mosques, and bustling markets.",
      "overview": "Malé is the heart of the Maldives, serving as the political, economic, and cultural center. The city is home to the stunning Grand Friday Mosque, colorful local markets, and numerous restaurants and shops. Despite being densely populated, Malé offers authentic Maldivian culture and is an excellent starting point for exploring the islands.",
      "bestFor": "Culture enthusiasts, History buffs, Budget travelers",
      "highlights": "Grand Friday Mosque, Local markets, Colorful architecture, Authentic Maldivian cuisine, National Museum",
      "activities": "City walking tours, Shopping at local markets, Visiting mosques and temples, Dining at local restaurants, Photography",
      "accommodation": "Budget hotels, Mid-range hotels, Guesthouses, Serviced apartments",
      "transportation": "Domestic flights, Speedboats, Ferries, Taxis",
      "bestSeason": "November to March",
      "population": 137433,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Maafushi",
      "slug": "maafushi",
      "atoll": "Kaafu Atoll",
      "contentType": "island",
      "description": "A popular local island just 45 minutes from Malé, Maafushi offers an authentic Maldivian experience with beautiful beaches, water sports, and local hospitality.",
      "overview": "Maafushi is one of the most visited local islands, known for its pristine beaches, clear waters, and welcoming community. The island offers excellent snorkeling opportunities, water sports activities, and authentic local guesthouses. It's an ideal destination for travelers seeking an authentic island experience without the luxury resort price tag.",
      "bestFor": "Budget travelers, Snorkelers, Water sports enthusiasts, Families",
      "highlights": "Pristine beaches, Excellent snorkeling, Water sports, Local guesthouses, Authentic culture",
      "activities": "Snorkeling, Diving, Water sports, Island hopping, Local cooking classes, Beach volleyball",
      "accommodation": "Budget guesthouses, Mid-range resorts, Local homestays",
      "transportation": "Speedboat from Malé (45 minutes), Ferry",
      "bestSeason": "November to April",
      "population": 4499,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Thulusdhoo",
      "slug": "thulusdhoo",
      "atoll": "Kaafu Atoll",
      "contentType": "island",
      "description": "Known as the surf capital of the Maldives, Thulusdhoo offers consistent waves, a laid-back island vibe, and excellent local hospitality.",
      "overview": "Thulusdhoo is famous among surfers for its consistent waves and perfect reef breaks. The island has a relaxed atmosphere, with numerous guesthouses, surf schools, and local restaurants. Beyond surfing, visitors can enjoy snorkeling, diving, and exploring the authentic local culture.",
      "bestFor": "Surfers, Water sports enthusiasts, Budget travelers, Adventure seekers",
      "highlights": "World-class surf breaks, Laid-back island atmosphere, Local guesthouses, Authentic cuisine, Friendly locals",
      "activities": "Surfing, Snorkeling, Diving, Island hopping, Local cultural experiences, Fishing trips",
      "accommodation": "Surf camps, Budget guesthouses, Mid-range resorts",
      "transportation": "Speedboat from Malé (1 hour), Ferry",
      "bestSeason": "March to October (best for surfing)",
      "population": 1818,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Hulhumalé",
      "slug": "hulhumale",
      "atoll": "Kaafu Atoll",
      "contentType": "island",
      "description": "A modern, purpose-built island near Malé, Hulhumalé is known for its beautiful beaches, modern amenities, and proximity to the capital.",
      "overview": "Hulhumalé is an artificially developed island designed to reduce overcrowding in Malé. It features beautiful sandy beaches, modern infrastructure, and a growing number of guesthouses and restaurants. The island is perfect for travelers seeking convenience and comfort close to the capital.",
      "bestFor": "Families, Comfort seekers, Business travelers, Beach lovers",
      "highlights": "Beautiful beaches, Modern amenities, Close to Malé, Shopping centers, Restaurants and cafes",
      "activities": "Beach relaxation, Snorkeling, Water sports, Shopping, Dining, Photography",
      "accommodation": "Modern guesthouses, Mid-range hotels, Resorts",
      "transportation": "Speedboat from Malé (15 minutes), Ferry, Causeway",
      "bestSeason": "Year-round",
      "population": 66526,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Dhiffushi",
      "slug": "dhiffushi",
      "atoll": "Kaafu Atoll",
      "contentType": "island",
      "description": "A charming local island with beautiful beaches, excellent snorkeling, and a peaceful atmosphere away from the crowds.",
      "overview": "Dhiffushi offers a perfect balance of accessibility and authenticity. Located just 30 minutes from Malé, the island features pristine beaches, excellent house reef snorkeling, and a welcoming local community. It's an ideal destination for those seeking a quieter island experience.",
      "bestFor": "Snorkelers, Families, Budget travelers, Nature lovers",
      "highlights": "Pristine beaches, Excellent house reef, Local guesthouses, Peaceful atmosphere, Friendly community",
      "activities": "Snorkeling, Diving, Island hopping, Beach relaxation, Local cultural experiences",
      "accommodation": "Budget guesthouses, Mid-range resorts",
      "transportation": "Speedboat from Malé (30 minutes), Ferry",
      "bestSeason": "November to April",
      "population": 1274,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Rasdhoo",
      "slug": "rasdhoo",
      "atoll": "Alif Alif Atoll",
      "contentType": "island",
      "description": "A vibrant local island known for its excellent diving, friendly locals, and authentic Maldivian culture.",
      "overview": "Rasdhoo is a popular diving destination with access to pristine coral reefs and diverse marine life. The island has a welcoming community, numerous guesthouses, and local restaurants serving delicious Maldivian cuisine. It's an excellent base for exploring the Alif Alif Atoll.",
      "bestFor": "Divers, Snorkelers, Culture enthusiasts, Adventure seekers",
      "highlights": "Excellent diving sites, Pristine coral reefs, Local guesthouses, Authentic culture, Friendly community",
      "activities": "Diving, Snorkeling, Island hopping, Local cultural experiences, Fishing trips, Photography",
      "accommodation": "Budget guesthouses, Mid-range resorts, Dive centers",
      "transportation": "Speedboat from Malé (1.5 hours), Ferry",
      "bestSeason": "November to April",
      "population": 1286,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Thoddoo",
      "slug": "thoddoo",
      "atoll": "Alif Alif Atoll",
      "contentType": "island",
      "description": "Known for its agricultural heritage, Thoddoo offers a unique experience with local farms, friendly residents, and beautiful beaches.",
      "overview": "Thoddoo is one of the few islands in the Maldives with significant agricultural activity. Visitors can tour local farms, learn about traditional farming practices, and enjoy fresh local produce. The island also offers excellent snorkeling and a peaceful atmosphere.",
      "bestFor": "Eco-tourists, Agriculture enthusiasts, Budget travelers, Families",
      "highlights": "Local farms, Agricultural heritage, Pristine beaches, Friendly locals, Fresh produce",
      "activities": "Farm tours, Snorkeling, Diving, Island hopping, Local cooking classes, Photography",
      "accommodation": "Budget guesthouses, Mid-range resorts",
      "transportation": "Speedboat from Malé (1.5 hours), Ferry",
      "bestSeason": "November to April",
      "population": 1923,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Ukulhas",
      "slug": "ukulhas",
      "atoll": "Alif Alif Atoll",
      "contentType": "island",
      "description": "A charming local island with a strong fishing heritage, beautiful beaches, and excellent snorkeling opportunities.",
      "overview": "Ukulhas is a traditional fishing community with a rich maritime heritage. The island offers authentic local experiences, beautiful beaches, and excellent snorkeling. Visitors can interact with locals, learn about traditional fishing methods, and enjoy fresh seafood.",
      "bestFor": "Culture enthusiasts, Snorkelers, Budget travelers, Photography enthusiasts",
      "highlights": "Fishing heritage, Pristine beaches, Excellent snorkeling, Local guesthouses, Authentic culture",
      "activities": "Snorkeling, Diving, Island hopping, Fishing trips, Local cultural experiences, Photography",
      "accommodation": "Budget guesthouses, Mid-range resorts",
      "transportation": "Speedboat from Malé (1.5 hours), Ferry",
      "bestSeason": "November to April",
      "population": 1274,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Dhigurah",
      "slug": "dhigurah",
      "atoll": "Alif Dhaal Atoll",
      "contentType": "island",
      "description": "A popular diving and snorkeling destination known for its excellent house reef and friendly local community.",
      "overview": "Dhigurah is famous for its pristine house reef, making it an ideal destination for snorkelers and divers. The island has a welcoming atmosphere, numerous guesthouses, and local restaurants. It's also known for excellent whale shark encounters during the dry season.",
      "bestFor": "Divers, Snorkelers, Marine enthusiasts, Budget travelers",
      "highlights": "Excellent house reef, Whale shark encounters, Local guesthouses, Pristine beaches, Friendly community",
      "activities": "Snorkeling, Diving, Whale shark watching, Island hopping, Beach relaxation, Photography",
      "accommodation": "Budget guesthouses, Mid-range resorts, Dive centers",
      "transportation": "Speedboat from Malé (1.5 hours), Ferry",
      "bestSeason": "August to October (whale sharks), November to April",
      "population": 1500,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Veligandu",
      "slug": "veligandu",
      "atoll": "Alif Dhaal Atoll",
      "contentType": "island",
      "description": "A small, exclusive island known for its luxury resort and pristine natural beauty.",
      "overview": "Veligandu is home to an exclusive luxury resort offering world-class amenities and service. The island features pristine beaches, excellent diving and snorkeling, and a peaceful atmosphere. It's an ideal destination for travelers seeking luxury and tranquility.",
      "bestFor": "Luxury travelers, Honeymooners, Divers, Snorkelers",
      "highlights": "Luxury resort, Pristine beaches, Excellent diving, World-class service, Peaceful atmosphere",
      "activities": "Diving, Snorkeling, Water sports, Spa treatments, Beach relaxation, Photography",
      "accommodation": "Luxury resort",
      "transportation": "Speedboat from Malé (1.5 hours), Seaplane",
      "bestSeason": "November to April",
      "population": 0,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Fulidhoo",
      "slug": "fulidhoo",
      "atoll": "Vaavu Atoll",
      "contentType": "island",
      "description": "A charming local island in the remote Vaavu Atoll, known for its pristine beaches and authentic island atmosphere.",
      "overview": "Fulidhoo is a small, authentic local island offering a genuine Maldivian experience. The island features beautiful beaches, excellent snorkeling, and a welcoming community. It's an ideal destination for travelers seeking an off-the-beaten-path experience.",
      "bestFor": "Adventure seekers, Budget travelers, Snorkelers, Nature lovers",
      "highlights": "Pristine beaches, Excellent snorkeling, Authentic atmosphere, Local guesthouses, Friendly community",
      "activities": "Snorkeling, Diving, Island hopping, Beach relaxation, Local cultural experiences, Photography",
      "accommodation": "Budget guesthouses, Local homestays",
      "transportation": "Speedboat from Malé (2 hours), Ferry",
      "bestSeason": "November to April",
      "population": 399,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Felidhoo",
      "slug": "felidhoo",
      "atoll": "Vaavu Atoll",
      "contentType": "island",
      "description": "The capital of Vaavu Atoll, Felidhoo offers a blend of local culture, beautiful beaches, and excellent diving opportunities.",
      "overview": "Felidhoo is the administrative center of Vaavu Atoll and offers a unique blend of local culture and natural beauty. The island features pristine beaches, excellent diving sites, and a welcoming community. It's an ideal base for exploring the remote Vaavu Atoll.",
      "bestFor": "Divers, Culture enthusiasts, Budget travelers, Adventure seekers",
      "highlights": "Local culture, Excellent diving, Pristine beaches, Local guesthouses, Friendly community",
      "activities": "Diving, Snorkeling, Island hopping, Local cultural experiences, Photography, Fishing trips",
      "accommodation": "Budget guesthouses, Mid-range resorts",
      "transportation": "Speedboat from Malé (2 hours), Ferry",
      "bestSeason": "November to April",
      "population": 618,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Naifaru",
      "slug": "naifaru",
      "atoll": "Lhaviyani Atoll",
      "contentType": "island",
      "description": "The capital of Lhaviyani Atoll, Naifaru is known for its vibrant local culture, beautiful beaches, and excellent diving.",
      "overview": "Naifaru is a bustling local island and the administrative center of Lhaviyani Atoll. The island offers authentic Maldivian culture, excellent diving opportunities, and a welcoming community. It's an ideal base for exploring the pristine Lhaviyani Atoll.",
      "bestFor": "Divers, Culture enthusiasts, Budget travelers, Adventure seekers",
      "highlights": "Local culture, Excellent diving, Pristine beaches, Local markets, Friendly community",
      "activities": "Diving, Snorkeling, Island hopping, Local cultural experiences, Shopping, Photography",
      "accommodation": "Budget guesthouses, Mid-range resorts",
      "transportation": "Speedboat from Malé (2 hours), Ferry",
      "bestSeason": "November to April",
      "population": 4814,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Hinnavaru",
      "slug": "hinnavaru",
      "atoll": "Lhaviyani Atoll",
      "contentType": "island",
      "description": "A charming local island known for its pristine beaches, excellent snorkeling, and authentic island atmosphere.",
      "overview": "Hinnavaru offers a perfect blend of accessibility and authenticity. The island features beautiful beaches, excellent house reef snorkeling, and a welcoming local community. It's an ideal destination for travelers seeking a quieter island experience with easy access to diving sites.",
      "bestFor": "Snorkelers, Families, Budget travelers, Nature lovers",
      "highlights": "Pristine beaches, Excellent snorkeling, Local guesthouses, Peaceful atmosphere, Friendly community",
      "activities": "Snorkeling, Diving, Island hopping, Beach relaxation, Local cultural experiences, Photography",
      "accommodation": "Budget guesthouses, Mid-range resorts",
      "transportation": "Speedboat from Malé (2 hours), Ferry",
      "bestSeason": "November to April",
      "population": 2288,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Kudahuvadhoo",
      "slug": "kudahuvadhoo",
      "atoll": "Dhaalu Atoll",
      "contentType": "island",
      "description": "A vibrant local island known for its excellent diving, friendly locals, and authentic Maldivian culture.",
      "overview": "Kudahuvadhoo is a popular diving destination with access to pristine coral reefs and diverse marine life. The island has a welcoming community, numerous guesthouses, and local restaurants serving delicious Maldivian cuisine. It's an excellent base for exploring the Dhaalu Atoll.",
      "bestFor": "Divers, Snorkelers, Culture enthusiasts, Adventure seekers",
      "highlights": "Excellent diving sites, Pristine coral reefs, Local guesthouses, Authentic culture, Friendly community",
      "activities": "Diving, Snorkeling, Island hopping, Local cultural experiences, Fishing trips, Photography",
      "accommodation": "Budget guesthouses, Mid-range resorts, Dive centers",
      "transportation": "Speedboat from Malé (2.5 hours), Ferry",
      "bestSeason": "November to April",
      "population": 3132,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Nilandhoo",
      "slug": "nilandhoo",
      "atoll": "Faafu Atoll",
      "contentType": "island",
      "description": "The capital of Faafu Atoll, Nilandhoo offers a blend of local culture, beautiful beaches, and excellent diving opportunities.",
      "overview": "Nilandhoo is the administrative center of Faafu Atoll and offers a unique blend of local culture and natural beauty. The island features pristine beaches, excellent diving sites, and a welcoming community. It's an ideal base for exploring the remote Faafu Atoll.",
      "bestFor": "Divers, Culture enthusiasts, Budget travelers, Adventure seekers",
      "highlights": "Local culture, Excellent diving, Pristine beaches, Local guesthouses, Friendly community",
      "activities": "Diving, Snorkeling, Island hopping, Local cultural experiences, Photography, Fishing trips",
      "accommodation": "Budget guesthouses, Mid-range resorts",
      "transportation": "Speedboat from Malé (3 hours), Ferry",
      "bestSeason": "November to April",
      "population": 1825,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Villingili",
      "slug": "villingili",
      "atoll": "Gaafu Alif Atoll",
      "contentType": "island",
      "description": "A charming local island in the remote Gaafu Alif Atoll, known for its pristine beaches and authentic island atmosphere.",
      "overview": "Villingili is a small, authentic local island offering a genuine Maldivian experience. The island features beautiful beaches, excellent snorkeling, and a welcoming community. It's an ideal destination for travelers seeking an off-the-beaten-path experience.",
      "bestFor": "Adventure seekers, Budget travelers, Snorkelers, Nature lovers",
      "highlights": "Pristine beaches, Excellent snorkeling, Authentic atmosphere, Local guesthouses, Friendly community",
      "activities": "Snorkeling, Diving, Island hopping, Beach relaxation, Local cultural experiences, Photography",
      "accommodation": "Budget guesthouses, Local homestays",
      "transportation": "Speedboat from Malé (4 hours), Ferry",
      "bestSeason": "November to April",
      "population": 2906,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Fuvahmulah",
      "slug": "fuvahmulah",
      "atoll": "Gnaviyani Atoll",
      "contentType": "island",
      "description": "A unique island known for its freshwater lagoon, diverse wildlife, and authentic local culture.",
      "overview": "Fuvahmulah is one of the largest and most unique islands in the Maldives, featuring a freshwater lagoon, diverse ecosystems, and rich cultural heritage. The island offers excellent snorkeling, diving, and opportunities to explore unique natural features. It's an ideal destination for nature lovers and adventure seekers.",
      "bestFor": "Nature lovers, Adventure seekers, Eco-tourists, Photographers",
      "highlights": "Freshwater lagoon, Diverse wildlife, Unique ecosystems, Local culture, Pristine beaches",
      "activities": "Snorkeling, Diving, Lagoon exploration, Island hopping, Local cultural experiences, Photography",
      "accommodation": "Budget guesthouses, Mid-range resorts",
      "transportation": "Speedboat from Malé (4 hours), Ferry, Domestic flight",
      "bestSeason": "November to April",
      "population": 14200,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Hithadhoo",
      "slug": "hithadhoo",
      "atoll": "Addu Atoll",
      "contentType": "island",
      "description": "The largest city in the southernmost atoll, Hithadhoo offers a blend of local culture, historical sites, and beautiful beaches.",
      "overview": "Hithadhoo is the capital of Addu Atoll and the second-largest city in the Maldives. The island features historical sites, local markets, beautiful beaches, and a welcoming community. It's an ideal base for exploring the remote Addu Atoll and its unique attractions.",
      "bestFor": "History enthusiasts, Culture lovers, Budget travelers, Adventure seekers",
      "highlights": "Historical sites, Local culture, Pristine beaches, Local markets, Friendly community",
      "activities": "Historical tours, Snorkeling, Diving, Island hopping, Local cultural experiences, Photography",
      "accommodation": "Budget guesthouses, Mid-range resorts",
      "transportation": "Speedboat from Malé (5 hours), Ferry, Domestic flight",
      "bestSeason": "November to April",
      "population": 13745,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Gan",
      "slug": "gan",
      "atoll": "Addu Atoll",
      "contentType": "island",
      "description": "A historic island known for its colonial heritage, beautiful beaches, and excellent diving opportunities.",
      "overview": "Gan is one of the largest islands in the Maldives with a rich colonial history. The island features historical sites, beautiful beaches, and excellent diving. It's an ideal destination for history enthusiasts and adventure seekers exploring the remote Addu Atoll.",
      "bestFor": "History enthusiasts, Divers, Adventure seekers, Culture lovers",
      "highlights": "Colonial heritage, Historical sites, Pristine beaches, Excellent diving, Friendly community",
      "activities": "Historical tours, Diving, Snorkeling, Island hopping, Photography, Local cultural experiences",
      "accommodation": "Mid-range resorts, Guesthouses",
      "transportation": "Speedboat from Malé (5 hours), Ferry, Domestic flight",
      "bestSeason": "November to April",
      "population": 4815,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Baarah",
      "slug": "baarah",
      "atoll": "Haa Alif Atoll",
      "contentType": "island",
      "description": "A charming local island in the northern Haa Alif Atoll, known for its pristine beaches and authentic island atmosphere.",
      "overview": "Baarah is a small, authentic local island offering a genuine Maldivian experience. The island features beautiful beaches, excellent snorkeling, and a welcoming community. It's an ideal destination for travelers seeking an off-the-beaten-path experience in the northern atolls.",
      "bestFor": "Adventure seekers, Budget travelers, Snorkelers, Nature lovers",
      "highlights": "Pristine beaches, Excellent snorkeling, Authentic atmosphere, Local guesthouses, Friendly community",
      "activities": "Snorkeling, Diving, Island hopping, Beach relaxation, Local cultural experiences, Photography",
      "accommodation": "Budget guesthouses, Local homestays",
      "transportation": "Speedboat from Malé (3 hours), Ferry",
      "bestSeason": "November to April",
      "population": 1141,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Dhiddhoo",
      "slug": "dhiddhoo",
      "atoll": "Haa Alif Atoll",
      "contentType": "island",
      "description": "The capital of Haa Alif Atoll, Dhiddhoo offers a blend of local culture, beautiful beaches, and excellent diving opportunities.",
      "overview": "Dhiddhoo is the administrative center of Haa Alif Atoll and offers a unique blend of local culture and natural beauty. The island features pristine beaches, excellent diving sites, and a welcoming community. It's an ideal base for exploring the remote northern atolls.",
      "bestFor": "Divers, Culture enthusiasts, Budget travelers, Adventure seekers",
      "highlights": "Local culture, Excellent diving, Pristine beaches, Local guesthouses, Friendly community",
      "activities": "Diving, Snorkeling, Island hopping, Local cultural experiences, Photography, Fishing trips",
      "accommodation": "Budget guesthouses, Mid-range resorts",
      "transportation": "Speedboat from Malé (3 hours), Ferry",
      "bestSeason": "November to April",
      "population": 4736,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Kulhudhuffushi",
      "slug": "kulhudhuffushi",
      "atoll": "Haa Dhaalu Atoll",
      "contentType": "island",
      "description": "The capital of Haa Dhaalu Atoll, Kulhudhuffushi is a vibrant city known for its local culture and excellent diving.",
      "overview": "Kulhudhuffushi is a bustling city and the administrative center of Haa Dhaalu Atoll. The island offers authentic Maldivian culture, excellent diving opportunities, and a welcoming community. It's an ideal base for exploring the pristine northern atolls.",
      "bestFor": "Divers, Culture enthusiasts, Budget travelers, Adventure seekers",
      "highlights": "Local culture, Excellent diving, Pristine beaches, Local markets, Friendly community",
      "activities": "Diving, Snorkeling, Island hopping, Local cultural experiences, Shopping, Photography",
      "accommodation": "Budget guesthouses, Mid-range resorts",
      "transportation": "Speedboat from Malé (3.5 hours), Ferry, Domestic flight",
      "bestSeason": "November to April",
      "population": 10251,
      "featured": 1,
      "published": 1
    },
    {
      "name": "Hanimaadhoo",
      "slug": "hanimaadhoo",
      "atoll": "Haa Dhaalu Atoll",
      "contentType": "island",
      "description": "A charming local island known for its pristine beaches, excellent snorkeling, and peaceful atmosphere.",
      "overview": "Hanimaadhoo offers a perfect blend of accessibility and authenticity. The island features beautiful beaches, excellent house reef snorkeling, and a welcoming local community. It's an ideal destination for travelers seeking a quieter island experience in the northern atolls.",
      "bestFor": "Snorkelers, Families, Budget travelers, Nature lovers",
      "highlights": "Pristine beaches, Excellent snorkeling, Local guesthouses, Peaceful atmosphere, Friendly community",
      "activities": "Snorkeling, Diving, Island hopping, Beach relaxation, Local cultural experiences, Photography",
      "accommodation": "Budget guesthouses, Mid-range resorts",
      "transportation": "Speedboat from Malé (3.5 hours), Ferry",
      "bestSeason": "November to April",
      "population": 2645,
      "featured": 1,
      "published": 1
    }
  ]
}
